<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
	
	'notActivated' => 'Аккаунт пользователя не активирован. Для активации аккаунта перейдите по ссылке, которая была отправлена на email, указанный при регистрации.',
	'afterRegistration' => 'Регистрация почти завершена. Для активации аккаунта перейдите по ссылке, которая была отправлена на email, указанный при регистрации.',
	
	'activateAccountSubject' => 'Подтверждение регистрации пользователя',
	'activateSuccessSubject' => 'Спасибо, что присоединились к сообществу "Школа авторемонта"!',
];
